/* 
   SMSPreferences.strings
   SMSPreferences

   Created by Chris Pavicich on 13 January 2011.
   Copyright 2011 Apple. All rights reserved.
 */
"SMS_CHARACTER_COUNT" = "Karakter Sayısı";

"MMS_LABEL" = "SMS/MMS";
"MMS_MESSAGING" = "MMS Mesajlaşma";
"ALLOW_GROUP_MESSAGING" = "Grup Mesajlaşma";
"SHOW_SUBJECT_FIELD" = "Konu Alanını Göster";
"MESSAGES" = "Mesajlar";

"MMS_EMAIL" = "MMS E-posta Adresi";
"MMS_EMAIL_PLACEHOLDER" = "ornek@me.com";

/* This is the string next to the on/off switch */
"MADRID" = "iMessage";

/* Read Receipts */
"READ_RECEIPTS" = "Okundu Bilgisi Gönder";
"READ_RECEIPTS_DESCRIPTION" = "Mesajlarını okuduğunuz kişilerin haberdar edilmesine izin verin.";

/* Send as SMS */
"SEND_AS_SMS" = "SMS Olarak Gönder";
"SEND_AS_SMS_DESCRIPTION" = "iMessage kullanılamadığında SMS olarak gönder. Operatörün mesajlaşma tarifeleri uygulanabilir.";

/* Receipts */
"DELIVERY_RECEIPTS" = "Teslim Makbuzları";

/* Account Setup */
"MADRID_ACCOUNTS" = "Şuradan Al:";

/* Debug settings */
"IMESSAGE_DEBUGGING" = "Hata Ayıklama";
"IMESSAGE_LOGGING" = "iMessage Günlüğü";
"IMESSAGE_REGLOGGING" = "Kayıt Günlüğü";
"IMESSAGE_DUMPLOGS" = "Günlükleri Boşalt";